;
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' = '
; DO NOT translate 'ReadHabit=Left-to-right' but you can update it if your native language is 'Right-to-left'.
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at https://www.wisecleaner.com/language.html.
;
;
; Translation Author = František Fico
; Translation Author Email = ferofico@gmail.com
; Product name: Wise Disk Cleaner
; Version = 11.3.2
; Update: Jan. 30, 2025
;
[Lang]
NativeLanguage=Slovensky
ChangeLang=Aby sa zmeny uplatnili, reštartujte program.

[GUI]
ButtonYes=Áno
ButtonNo=Nie
ButtonOK=OK
ButtonMinimize=Minimalizovať
ButtonMaximize=Maximalizovať
ButtonClose=Zatvoriť
ButtonRestore=Obnoviť
ButtonMenu=Ponuka
ButtonCancel=Zrušiť

[Translation]
ReadHabit=Left-to-right
LanguageName=SKY
LangCode=041B
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Informácia
Warning=Upozornenie
Error=Chyba
Confirm=Potvrdenie
pmStyle=Vzhľad
;
; Popup Menu
;
pmGo=Otvoriť umiestnenie súboru
pmNone=Zrušiť výber
pmAll1=Vybrať všetko
pmrec=Odporúčané
pmIgnore=Vylúčiť vybrané
pmExport=Exportovať do...
pmInvert=Obrátiť výber
;
; Main GUI
;
FrmWDC.pmPortable.caption=Vytvoriť prenosnú verziu
FrmWDC.pmRestore.caption=Obnovenie
FrmWDC.pmSettings.caption=Nastavenia
FrmGeneral.chkuac.caption=Preskočiť UAC
FrmWDC.pmHelp.caption=Pomocník online
FrmWDC.pmHome.caption=Domovská stránka
FrmWDC.pmForum.caption=Fórum
FrmWDC.pmContact.caption=Kontaktujte nás
FrmWDC.pmCheckNew.caption=Skontrolovať aktualizácie
FrmWDC.pmLang.caption=Jazyky
FrmWDC.pmabout.caption=O programe
FrmWDC.btncomm.caption=Všeobecné čistenie
FrmWDC.btnadv.caption=Pokročilé čistenie
FrmWDC.btnsilm.caption=Redukcia systému
FrmWDC.btnsuggest.caption=Centrum podpory
FrmWDC.btnmessage.caption=Novinky
;
; Advanced Cleaner
;
Frmadvdc.btnscan.caption=Skenovať
Frmadvdc.lblpath.caption=Vyberte disk:
Frmadvdc.btnrescan.caption=Skenovať znova
Frmadvdc.btnre.caption=Odporúčané
Frmadvdc.btnall.caption=Vybrať všetko
Frmadvdc.btnadvanced.caption=Pokročilé nastavenia
Frmadvdc.btnnone.caption=Zrušiť výber
Frmadvdc.lblspeed.caption=Najvyššia rýchlosť skenovania na svete!
Frmadvdc.vtfiles.Columns[0]=Názov
Frmadvdc.vtfiles.Columns[1]=Veľkosť
Frmadvdc.vtfiles.Columns[2]=Cesta
Frmadvdc.vtfiles.Columns[3]=Prístup
Frmadvdc.vtfiles.Columns[4]=Typ
;
; Advanced Settings
;
FrmAdvSettings.btnok.caption=OK
FrmAdvSettings.btnadd.caption=Pridať
FrmAdvSettings.btnremove.caption=Odstrániť
FrmAdvSettings.btncancel.caption=Zrušiť
FrmAdvSettings.caption=Pokročilé nastavenia
FrmAdvSettings.btnre.caption=Odporúčané
FrmAdvSettings.btnall.caption=Vybrať všetko
FrmAdvSettings.btnnone.caption=Zrušiť výber
;
; Input 
;
Frminput.btnok.caption=OK
Frminput.btncancel.caption=Zrušiť
;
; About
;
frmabout.lblUninstall.caption=Odinštalačné inštrukcie
frmabout.lblPolicy.caption=Zásady súkromia
frmabout.lblEula.caption=EULA
FrmAbout.caption=O programe
FrmAbout.lblver.caption=Aktuálna verzia:
FrmAbout.lblhome.caption=Domovská stránka:
FrmAbout.lblemail.caption=Technická podpora:
FrmAbout.lblthanks.caption=Týmto ľuďom ďakujeme za ich príspevky:
;
; Auto Run Settings
;
FrmAutorunSettings.lblcmd.caption=Režim príkazového riadku
FrmAutorunSettings.lblcmdinfo.caption=Pre spustenie programu na skenovanie a čistenie diskových jednotiek môžete použiť príkazový riadok. Pre viac informácií stlačte F1 alebo kliknite na nasledujúcu URL adresu pre čítanie dokumentov pomocníka.
FrmAutorunSettings.chk1.caption=Vytvoriť na ploche ikonu vyčistiť na 1-kliknutie
FrmAutorunSettings.chkadv.caption=Zahrnúť pokročilé čistenie
FrmAutorunSettings.btnhelp.caption=Pomocník online
;
; Common Cleaner
;
FrmCommon.btnall.caption=Vybrať všetko
FrmCommon.btnre.caption=Odporúčané
FrmCommon.btnnone.caption=Zrušiť výber
FrmCommon.wckadv.caption=Zahrnúť pokročilé čistenie
FrmCommon.WiseLabel1.caption=Autočistenie
FrmCommon.lbltype.caption=Spustiť úlohu:
FrmCommon.lblweek.caption=Deň:
FrmCommon.lbltime.caption=Čas:
FrmCommon.btnScan.caption=Skenovať
FrmCommon.lblstat.caption=Rýchlo a ľahko vyčistí nepotrebné súbory a stopy.
FrmCommon.btncancel.caption=Zrušiť
FrmCommon.btnrescan.caption=Skenovať znova
FrmCommon.lbltrash.caption=Odpad
FrmCommon.lbltrace.caption=Stopy
FrmCommon.lblapp.caption=Aplikácie
FrmCommon.lblcookie.caption=Cookies
FrmCommon.lbltrashhint.caption=Nepotrebné súbory v počítači
FrmCommon.lbltracehint.caption=Systémové a používateľské stopy
FrmCommon.lblapphint.caption=Nepotrebné súbory v počítači vytvorené inými aplikáciami
FrmCommon.lblcookiehint.caption=Súbory cookies prehliadača a flash
;
; Exclusion List
;
FrmExclusion.btnAddFile.caption=Pridať súbor
FrmExclusion.btnAddFolder.caption=Pridať priečinok
FrmExclusion.btnAddType.caption=Pridať typ súboru
FrmExclusion.BtnAddCookie.caption=Pridať cookies
FrmExclusion.btnImport.caption=Importovať
FrmExclusion.btnExport.caption=Exportovať
FrmExclusion.btnRemove.caption=Odstrániť
;
; General Settings
;
FrmGeneral.lbtran.caption=Preložiť do...
FrmGeneral.chknotice.caption=Zobrazovať oznámenia po automatickom čistení
FrmGeneral.chkwipe.caption=Bezpečné vymazávanie (jedno prepísanie náhodnými údajmi)
FrmGeneral.WiseLabel1.caption=Aktualizovať:
FrmGeneral.WiseLabel2.caption=Jazyk:
FrmGeneral.chkexp.caption=Zapojiť sa do programu zlepšovania skúsenosťami používateľov
FrmGeneral.ckRestorePoint.caption=Pred redukciou systému vytvoriť bod obnovenia systému
;
; Custom Settings
;
FrmCustom.WiseLabel4.caption=Vlastné priečinky na vyprázdnenie (platné iba pre pokročilé čistenie):
FrmCustom.btnAdd.caption=Pridať
FrmCustom.btnRemove.caption=Odstrániť
FrmCustom.lblCustom.caption=Prispôsobte si vaše pravidlá skenovania.
FrmCustom.lblcustominfo.caption=Ak ste skúsený používateľ, môžete si prispôsobiť pravidlá skenovania pre vyhľadanie ďalších nepotrebných súborov. Kliknutím na nasledujúci odkaz sa dozviete ako vytvoriť konfiguračný súbor.
FrmCustom.btnhelp.caption=Pomocník online
;
; Restore
;
FrmRestore.btnrestore.caption=Obnoviť
FrmRestore.btnremove.caption=Odstrániť
FrmRestore.Btnclose.caption=Zatvoriť
FrmRestore.caption=Centrum obnovenia
;
; Settings
;
FrmSettings.tsCommon.caption=Hlavné
FrmSettings.tsAutoRun.caption=Autoštart
FrmSettings.tsExclusion.caption=Vylúčené
FrmSettings.btnAbout.caption=O programe
FrmSettings.btnok.caption=OK
FrmSettings.btncancel.caption=Zrušiť
FrmSettings.caption=Nastavenia
FrmSettings.tsCustom.caption=Vlastné
;
; System slimming
;
FrmSysClean.btnSlimming.caption=Odstrániť
FrmSysClean.btnall.caption=Vybrať všetko
FrmSysClean.btnrecommended.caption=Odporúčané
FrmSysClean.btnnone.caption=Zrušiť výber
FrmSysClean.vtsys.Columns[0]=Názov
FrmSysClean.vtsys.Columns[1]=Veľkosť
FrmSysClean.vtsys.Columns[2]=Umiestnenie
FrmSysClean.vtsys.Columns[3]=Navrhovaný postup
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Voľné miesto
FrmDiskDefrag.btnfolder.caption=Priečinky
FrmDiskDefrag.btnfile.caption=Súbory
FrmDiskDefrag.btnsystem.caption=Systémové súbory
FrmDiskDefrag.btnFragmented.caption=Fragmenty
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.btnpause.caption=Pauza
FrmDiskDefrag.btnstop.caption=Zastaviť
FrmDiskDefrag.btnDefrag.caption=Defragmentovať
FrmWDC.btndefrag.caption=Defragmentácia disku
FrmDiskDefrag.lbltask.caption=Po defragmentácii:
;
FrmWDC.btnAi.caption=Nástroje AI
[Message]
DupItem=Položka bola zaradená do zoznamu vylúčených.
NoNews=Nemáte žiadnu neprečítanú správu.
ConfirmRemoveDownload=Všetky súbory v priečinku sťahovania budú vymazané. Naozaj chete pokračovať?
Skipped=Preskočené
NeedAdmin=Táto funkcia je iba pre správcov. Ak ju chcete spustiť, prihláste sa ako správca.
Entries=(stôp)
Clean=Čisté
ScheduleHint=Automatické čistenie počítača
UpdateError=Aktualizácia zlyhala! Chcete stiahnuť inštalačný súbor z našej stránky?
LestOneItem=Vyberte aspoň jednu položku na vyčistenie.
HistorySaved=Celkovo uvoľnené miesto: %s
DisableAdd=Z bezpečnostných dôvodov priečinky, ako Windows, spúšťací HDD a CD-ROM nemôžu byť pridané do tohto zoznamu.
ConfirmAdd=Naozaj chcete odstrániť všetky súbory z %s po spustení pokročilého čistenia?
DupFolder=Tento priečinok už je v zozname.
ExImport=Zoznam vylúčených bol exportovaný do:
SelectHardDrive=Vyberte disk
CreationDate=Dátum vytvorenia
Description=Popis
NowCleaning=Čistím:
ScheduleNextTime=Ďalšie spustenie:
Never=Nikdy
InputType=Zadajte názov alebo typ súboru (napríklad: *.tmp)
WarnNoType=Vyberte aspoň jeden typ súboru na vyhľadanie.
NoItemChecked=Vyberte aspoň jeden súbor na odstránenie.
WDCRunning=Program je spustený.
RemoveSysRestore=Chcete vymazať vybraný bod obnovenia systému?
RestoreFromSysRestore=Obnovenie systému vyžaduje reštartovanie počítača. Pred kliknutím na tlačidlo áno uložte svoju prácu. Chcete teraz spustiť obnovenie?
SysRestoring=Príprava na obnovenie systému...
SysCreating=Vytváram bod obnovenia systému...
Browse=Prezerať...
AllHardDrive=Lokálny disk
Cleaning=Čistím...
Exported=Výsledky skenovania boli exportované do %s. Chcete teraz otvoriť správu?
LeftTimeSec=Trvanie: %s sek.
Safetodel=Túto položku môžete bezpečne vymazať.
MoreSpace=Voliteľné
Unknow=Neznáme.
AddFileType=Pridanie typu súboru
AlreadExist=%s už je v zozname.
illegalType=%s je neplatný typ súboru.
Summary=Popis
InputSummary=Zadajte popis pre súbor alebo typ súboru:
noselected=Neboli vybrané žiadne položky.
DelFileType=Naozaj chcete vymazať tento typ súboru?
ScanAborted=Skenovanie bolo zrušené.
TrashFound=Nájdených súborov %d o veľkosti %s.
NoTrashAndTrace=Gratulujeme! Váš počítač je čistý.
CleanDone=Čistenie je dokončené.
LestOne=Vyberte aspoň jednu položku na skenovanie.
LestOneClean=Vyberte aspoň jednu položku na vyčistenie.
Scanning=Skenujem...
InvalidIgnorItem=Túto položku nie je možné vylúčiť.
TraceFound=Počet stôp %d.
CleanNow=Kliknutím na tlačidlo vyčistiť uvoľníte viac miesta na disku a váš počítač bude čistý a rýchly.
TrashRemoved=Odstránených súborov %d o veľkosti %s.
TraceRemoved=Odstránených stôp%d.
LastCommonClean=Naposledy ste čistili váš disk:
Working=Počkajte na dokončenie aktuálnej úlohy a skúste to znova.
NoFilesFound=Žiadne dočasné súbory
NoTracesFound=Žiadne stopy
FindTraces=Nájdených stôp %d
NoItemFound=Neboli nájdené žiadne položky
FindFilesSize=súborov %d, %s
FindTracesSection=stôp %d
CanFreeSpace=Nájdených súborov %d. Na disku uvoľníte %s.
TotalTraces=Celkovo nájdených stôp %d.
EnableRestore=Obnovenie systému je vypnuté. Chcete ho zapnúť?
RestorePointFail=Nepodarilo sa vytvoriť bod obnovenia systému!
ErrorMsg=Hlásenie o chybe:
NoNewVer=Gratulujeme! Používate najnovšiu verziu.
KeyWord=Zadajte výrazy:
AddFolder=Pridajte priečinok
CannotCrTask=Naplánovaná úloha sa nedá vytvoriť, kontaktujte administrátora.
InvalidType=Zadajte platnú príponu súboru.
NoType=Vyberte aspoň jeden typ súboru.
FailToDelete=Niektoré súbory nie je možné vymazať a budú vymazané až po reštartovaní počítača.
GoodHabit=Udržiavať svoj počítač čistý je dobrý zvyk.
7After=Počet dní od posledného čistenia %d. Odporúčame vám spustiť skenovanie.
7Before=Udržiavať svoje disky čisté a súkromie zabezpečené je dobrý zvyk.
TaskExists=Naplánovaná úloha už existuje. Chcete ju vymazať a vytvoriť novú? (Nie - upraviť existujúcu. Zrušiť - zrušiť proces.)
NoBackupSelected=Vyberte aspoň jednu zálohu na obnovenie.
StartScan=Skenovať
StartClean=Vyčistiť
Cancel=Zrušiť
Idle=Pri nečinnosti
Login=Pri prihlásení
Daily=Denne
Weekly=Týždenne
Monthly=Mesačne
Monday=Pondelok
Tuesday=Utorok
Wednesday=Streda
Thursday=Štvrtok
Friday=Piatok
Saturday=Sobota
Sunday=Nedeľa
AvdDefaultHint=Preskenujte vybrané disky, aby ste našli viac nepotrebných súborov a uvoľnili viac miesta na disku.
TrashFoundEx=Boli nájdené nasledujúce dočasné súbory:
NoDriveChecked=Vyberte aspoň jeden disk na skenovanie.
ScanFor=Skenujem...
FindDrives=Vyhľadávam disky...
NewVer=Bola nájdená nová verzia Wise Disk Cleaner! Chcete ju aktualizovať?
TranslateTo=Preložiť do...
AddCookies=Pridať cookies
InputCookie=Zadajte názov domény (napríklad: wisecleaner.com)
InvalidCookie=Neplatné cookies
BrowserRunning=%s je spustený. Chcete ho ukončiť? Inak sa vyrovnávacia pamäť ani cookies nebudú dať vyčistiť.
CookieConfirm=Vybrané položky obsahujú cookies. Naozaj ich chcete vyčistiť?
PWPConfirm=Vybrané položky obsahujú heslá uložené internetovým prehliadačom. Naozaj ich chcete vyčistiť?
PWCookieConfirm=Vybrané položky obsahujú heslá uložené internetovým prehliadačom a cookies. Naozaj ich chcete vyčistiť?
checkPswHint=Váš výber obsahuje niektoré neodporúčané pravidlá čistenia. Prosím, skontrolujte a potvrďte ich.
checkAllHint=Váš výber obsahuje pravidlo pre čistenie uložených hesiel. Ak ho vyberiete, stratíte všetky uložené heslá.
clickfix=Kliknutím sem to opravíte.
whydisable=Vymazanie najnovšieho bodu obnovenia je z dôvodu bezpečnosti systému zakázané.
[CommonClean]
ScanAbortedHint=Odporúčame vám znova spustiť skenovanie a vyhľadať ďalšie nepotrebné súbory a stopy.
DefaultHint=Previdelné čistenie šetrí miesto na disku a chráni vaše súkromie.
ScanAbortedHint1=Odporúčame vám znova spustiť skenovanie a vyhľadať ďalšie nepotrebné súbory.
WhenIdle=Pri nečinnosti
WhenLogin=Pri prihlásení

[SysClean]
Open=Otvoriť
Remove=Odstrániť
MoreSpace=Voliteľné
Cleaning=Čistím...
Scanning=Skenujem...
ScanEnd=Nájdených položiek %d. Na disku uvoľníte %s.
NoItems=Gratulujeme! Váš systémový disk je čistý.
SpaceFreed=Redukcia je dokončená. Uvoľnené miesto %s.
Installer=Zastaralá inštalačná služba Windows
LongInstaller=Zastaralú inštalačnú službu Windows môžete odstrániť pre uvoľnenie miesta na disku.
PatchUninstall=Odinštalačné súbory pre opravy Windows
LongPatchUninstall=Ak nebudete odinštalovávať aktualizácie Windows, tak môžete tieto súbory odstrániť.
Downloadedfiles=Stiahnuté súbory aktualizácií Windows
Longdownloadedfiles=Po inštalácii aktualizácií Windows môžete tieto súbory vymazať.
Baselinecache=Zastaralá vyrovnávacia pamäť opráv inštalačnej služby Windows
LongBaselinecache=Po úspešnej inštalácii všetkých programov a aktualizácií môžete zastaralé súbory opráv vymazať.
componentbackup=Záloha súčastí Windows
longcomponentbackup=Tieto súbory vytvára systém počas aktualizácií a po dokončení aktualizácií ich môžete vymazať.
JPIME=Japončina IME
LongJPIME=Ak nepotrebujete zadávať japončinu, tak ju vymažte.
KoreanIME=Kórejčina IME
LongKoreanIME=Ak nepotrebujete zadávať kórejčinu, tak ju vymažte.
TChineseIME=Tradičná čínština IME
LongTChineseIME=Ak nepotrebujete zadávať tradičnú čínštinu, tak ju vymažte.
MPinyinIME=MS Pinyin IME
LongMPinyinIME=Ak nepotrebujete zadávať MS Pinyin, tak ju vymažte.
HelpFile=Súbory pomocníka Windows
LongHelpFile=Ak ich nepotrebujete, tak ich odstráňte.
SamplePic=Ukážkové obrázky Windows
LongSamplePic=Ak ich nepotrebujete, tak ich odstráňte.
SampleMic=Ukážková hudba Windows
LongSampleMic=Ak ju nepotrebujete, tak ju odstráňte.
SampleVideos=Ukážkové videá Windows
LongSampleVideos=Ak ich nepotrebujete, tak ich odstráňte.
SampleMedia=Ukážkové médiá Windows
LongSampleMedia=Ak ich nepotrebujete, tak ich odstráňte.
Wallpaper=Súbory tapiet Windows
LongWallpaper=Ak ich nepotrebujete, tak ich odstráňte.

[DiskDefrag]
Aborted=Prerušené
Volume=Disk
Format=Systém súborov
TotalSpace=Celkové miesto
FreeSpace=Voľné miesto
Fragmented=Fragmentácia
Status=Stav
PmDefrag=Defragmentovať
FullOpt=Celkovo optimalizovať
PmAnlyse=Analyzovať
Resume=Pokračovať
Analying=Analyzujem
Defragmenting=Defragmentujem
Optimizing=Optimalizujem
Analyed=Analyzované
Defragmented=Defragmentované
Optimized=Optimalizované
Pause=Pauza
SSD=SSD disk nie je podporovaný.
FragmentedRate=Fragmentácia
PmNoAct=Žiadna akcia
PmShutdown=Vypnúť
PmSleep=Uspať
PmHibernation=Hibernovať
PmLoginoff=Odhlásiť
PmOptimize=Inteligentná optimalizácia
Trimming=Trimujem
Trimmed=Trimované
SmartOptimize=Smart optimalizácia analyzuje a vyberie najvhodnejšiu metódu defragmentácie, optimalizácie alebo trimovania disku.
TypeFixDisk=HDD
TypeSSD=SSD
TypeRemovable=Odstrániteľné
MediaType=Typ
LastTrim=Počet dní od posledného retrimovania %d.

[Area]
NetworkDataUsage=Použité sieťové údaje
DirectXCache=Vyrovnávacia pamäť DirectX Shader
DeliveryCache=Súbory optimalizácie doručenia Windows
WinInstallerPackage=Zastaralý inštalátor Windows
WindowsPaint=Windows Maľovanie
AdobeFlash=Adobe Flash
WindowsSysCache=Vyrovnávacia pamäť Windows
WindowsWordpad=Windows Wordpad
WinInstallerCache=Vyrovnávacia pamäť inštalátora Windows
WinSxsBackup=Zálohy WinSxs Windows
Cookies=Cookies
DOMStoreCookies=Cookies DOM Store Microsoft IE
DownloadedPatch=Stiahnuté programové súbory Windows
Downloads=Súbory stiahnuté prehliadačom
Dump=Súbory výpisov pamäte
ErrorReport=Súbory chybových hlásení
ExplorerMRU=Ostatné MRU zoznamy Prieskumníka
RemoteDesktopHistory=História vzdialenej pracovnej plochy
FontCache=Vyrovnávacia pamäť písiem Windows
Iconcache=Vyrovnávacia pamäť ikon
DNSCache=Vyrovnávacia pamäť DNS
IISLog=Súbory protokolov IIS
InvalidLnk=Neplatní zástupcovia
InvalidScTask=Neplatné naplánované úlohy
InvalidStartMenu=Neplatné položky v ponuke Štart
OutlookSearchHistory=História vyhľadávania Microsoft Office Outlook
JumpList=Zoznamy odkazov panela úloh (odstránia sa aj položky pripnuté do Rýchleho prístupu)
LogFile=Súbory systémových protokolov
MESCache=Microsoft Security Essentials
MetroCache=Vyrovnávacia pamäť Windows Metro
Microsoft.WindowsMaps=Mapy Bing
Microsoft.BingFinance=Peniaze Bing
Microsoft.BingNews=Novinky Bing
Microsoft.BingSports=Šport Bing
Microsoft.BingWeather=Počasie Bing
Microsoft.ZuneMusic=Hudba Groove
Microsoft.ZuneVideo=Filmy & TV
Microsoft.ScreenSketch=Výstrižky a skicovanie
Microsoft.SkypeApp=Skype
9E2F88E3.Twitter=Twitter
Facebook.Facebook=Facebook
Microsoft.Microsoft3DViewer=3D Viewer
MSOffice=Microsoft Office
Networkmapping=História mapovania sieťovej jednotky
Office=Microsoft Office
OfficePicture=Správca obrázkov Microsoft Office
OfficeRecent=História nedávno otvorených dokumentov v Microsoft Office
Prefetch=Staré údaje Prefetch
Recentdocuments=Nedávno otvorené dokumenty
Recyclebin=Odpadkový kôš
RemoteDesktop=Súbory vyrovnávacej pamäte vzdialenej pracovnej plochy
RunStartMenu=Spustené v ponuke Štart
SearchList=História vyhľadávania Windows
SysTemp=Dočasné súbory vytvorené systémom Windows
SystemTrace=Stopy aplikácií a Windows
ThumbCache=Vyrovnávacia pamäť náhľadov
TraceClean=Stopy v počítači
TraryNotify=Vyrovnávacia pamäť panela úloh Windows
TrashClean=Nepotrebné súbory v počítači
TypeInternetCache=Vyrovnávacia pamäť internetových prehliadačov
TypeInternetTrace=Stopy internetových prehliadačov
TypeMedia=Multimédiá
TypeOtherApp=Ostatné aplikácie
TypeSystem=Systém Windows
TypeWComponents=Komponenty Windows
UserTemp=Dočasné súbory vytvorené aplikáciami

Microsoft.WindowsFeedbackHub=Centrum spätnej väzby Windows
Microsoft.WindowsFileRecovery=Obnovenie súborov Windows
Microsoft.WindowsSoundRecorder=Nahrávanie zvuku Windows

ChromeCache=Vyrovnávacia pamäť Google Chrome
ChromeCookies=Cookies Google Chrome
ChromeForm=História automatického doplňovania formulárov Google Chrome
Chromelocalstorage=História Google Chrome
ChromePasswords=Uložené heslá Google Chrome
ChromeSession=Relácie Google Chrome
chromebookmarks=Záloha záložiek Google Chrome

FireFoxCache=Vyrovnávacia pamäť Mozilla Firefox
FireFoxCookies=Cookies Mozilla Firefox
FireFoxForm=História automatického doplňovania formulárov Mozilla Firefox
FireFoxOther=Ostatné histórie Mozilla Firefox
FireFoxPasswords=Uložené heslá Mozilla Firefox
FireFoxSession=Relácie Mozilla FireFox
FireFoxbookmarks=Záloha záložiek Mozilla Firefox

LastDownloadDir=Umiestnenie posledného sťahovania
IEAddressBarHistory=História riadku adries Microsoft IE
IECahce=Vyrovnávacia pamäť Microsoft IE
IECookies=Cookies Microsoft IE
IEForm=História automatického doplňovania formulárov Microsoft IE
IEHistory=Aktívna história Microsoft IE
IEPasswords=Uložené heslá Microsoft IE

OperaStableCache=Vyrovnávacia pamäť stabilnej Opery
OperaStableCookies=Cookies stabilnej Opery
OperaStableHistory=História stabilnej Opery
OperaStablePasswords=Uložené heslá stabilnej Opery
OperaStableSessions=Relácie stabilnej Opery
OperaStableForm=História automatického doplňovania formulárov stabilnej Opery
OperaStablebookmarks=Záloha záložiek stabilnej Opery

SafariCache=Vyrovnávacia pamäť Safari
SafariCookies=Cookies Safari
SafariHistory=História Safari
SafariPasswords=Uložené údaje formulárov Safari

PaleMoonCache=Vyrovnávacia pamäť PaleMoon
PaleMoonCookies=Cookies PaleMoon
PaleMoonDownloadHistory=História sťahovania PaleMoon
PaleMoonHistory=História PaleMoon
PaleMoonSavedFormInformation=Uložené údaje formulárov PaleMoon
PaleMoonSession=Relácie PaleMoon
PaleMoonSitePreferences=Preferencie stránok PaleMoon

Vivaldi=Vivaldi
VivaldiCache=Vyrovnávacia pamäť Vivaldi
VivaldiCookies=Cookies Vivaldi
VivaldiForm=História automatického doplňovania formulárov Vivaldi
Vivaldilocalstorage=História Vivaldi
VivaldiSavedPasswords=Uložené heslá Vivaldi
VivaldiSession=Relácie Vivaldi

Yandex=Yandex
YandexCache=Vyrovnávacia pamäť Yandex
YandexCookies=Cookies Yandex
YandexForm=História automatického doplňovania formulárov Yandex
YandexLocalstorage=História Yandex
YandexPasswords=Uložené heslá Yandex
YandexSession=Relácie Yandex

BraveBrowser=Prehliadač Brave
BraveBrowserCache=Vyrovnávacia pamäť prehliadača Brave
BraveCookies=Cookies prehliadača Brave
Braveform=História automatického doplňovania formulárov prehliadača Brave
BraveBrowserlocalstorage=História prehliadača Brave
BravePasswords=Uložené heslá prehliadača Brave
BraveSession=Relácie prehliadača Brave

MSEdgeCache=Vyrovnávacia pamäť Microsoft Edge
MSEdgeHistory=História Microsoft Edge
MSEdgeDownloadHistory=História sťahovania Microsoft Edge
MSEdgeTypedURLs=Zadané URL adresy v Microsoft Edge
MSEdgeSavedFormInformation=Uložené údaje formulárov Microsoft Edge
MSEdgeSavedPasswords=Uložené heslá Microsoft Edge
MSEdgeSession=Relácie Microsoft Edge
MSEdgelocalstorage=Lokálne úložisko Microsoft Edge
MSEdgeCookies=Cookies Microsoft Edge
MSEdgebookmarks=Záloha záložiek Microsoft Edge

ComodoDragonCache=Vyrovnávacia pamäť Comodo Dragon
ComodoDragonlocalstorage=História Comodo Dragon
ComodoDragonForm=História automatického doplňovania formulárov Comodo Dragon
ComodoDragonPasswords=Uložené heslá Comodo Dragon
ComodoDragonSession=Relácie Comodo Dragon
ComodoDragonCookies=Cookies Comodo Dragon

RockMeltCache=Vyrovnávacia pamäť RockMelt
RockMeltlocalstorage=História RockMelt
RockMeltForm=História automatického doplňovania formulárov RockMelt
RockMeltPasswords=Uložené heslá RockMelt
RockMeltSession=Relácie RockMelt
RockMeltCookies=Cookies RockMelt

CentBrowserCache=Vyrovnávacia pamäť CentBrowser
CentBrowserlocalstorage=História CentBrowser
CentBrowserForm=História automatického doplňovania formulárov CentBrowser
CentBrowserPasswords=Uložené heslá CentBrowser
CentBrowserSession=Relácie CentBrowser
CentBrowserCookies=Cookies CentBrowser

ChromiumCache=Vyrovnávacia pamäť Chromium
Chromiumlocalstorage=História Chromium
ChromiumForm=História automatického doplňovania formulárov Chromium
ChromiumPasswords=Uložené heslá Chromium
ChromiumSession=Relácie Chromium
ChromiumCookies=Cookies Chromium

TorchCache=Vyrovnávacia pamäť Torch
Torchlocalstorage=História Torch
TorchForm=História automatického doplňovania formulárov Torch
TorchPasswords=Uložené heslá Torch
TorchSession=Relácie Torch
TorchCookies=Cookies Torch

OperaGXCache=Vyrovnávacia pamäť Opery GX
OperaGXlocalstorage=História Opery GX
OperaGXForm=História automatického doplňovanie formulárov Opery GX
OperaGXPasswords=Uložené heslá Opery GX
OperaGXSession=Relácie Opery GX
OperaGXCookies=Cookies Opery GX

SogouExplorerCache=Vyrovnávacia pamäť Sogou Explorer
Sogouhistory=História Sogou Explorer
SogouForm=História automatického doplňovania formulárov Sogou Explorer
SogouExplorerSession=Relácie Sogou Explorer
SogouExplorerCookies=Cookies Sogou Explorer

WaterFoxCache=Vyrovnávacia pamäť WaterFox
WaterFoxForm=História automatického doplňovania formulárov WaterFox
WaterFoxPasswords=Uložené heslá WaterFox
WaterFoxOther=Ostatné histórie WaterFox
WaterFoxSession=Relácie WaterFox
WaterFoxCookies=Cookies WaterFox
WaterFoxbookmarks=Záloha záložiek WaterFox

CocCocCache=Vyrovnávacia pamäť CocCoc
CocCoclocalstorage=História CocCoc
CocCocForm=História automatického doplňovania formulárov CocCoc
CocCocPasswords=Uložené heslá CocCoc
CocCocSession=Relácie CocCoc
CocCocCookies=Cookies CocCoc
CocCocbookmarks=Záloha záložiek CocCoc

AvastCache=Vyrovnávacia pamäť prehliadača Avast Secure
Avastlocalstorage=História prehliadača Avast Secure
AvastForm=História automatického doplňovania formulárov prehliadača Avast Secure
AvastPasswords=Uložené heslá prehliadača Avast Secure
AvastSession=Relácie prehliadača Avast Secure
AvastCookies=Cookies prehliadača Avast Secure
Avastbookmarks=Záloha záložiek prehliadača Avast Secure

AOLCache=Vyrovnávacia pamäť AOL Shield Pro
AOLlocalstorage=História AOL Shield Pro
AOLForm=História automatického doplňovania formulárov AOL Shield Pro
AOLPasswords=Uložené heslá AOL Shield Pro
AOLSession=Relácie AOL Shield Pro
AOLCookies=Cookies AOL Shield Pro
AOLbookmarks=Záloha záložiek AOL Shield Pro

QuarkBrowserCache=Vyrovnávacia pamäť prehliadača Quark
QuarkBrowserlocalstorage=Lokálne úložisko prehliadača Quark
QuarkBrowserForm=História automatického doplňovania formulárov prehliadača Quark
QuarkBrowserPasswords=Uložené heslá prehliadača Quark
QuarkBrowserSession=Relácie prehliadača Quark
QuarkBrowserBookmarks=Záloha záložiek prehliadača Quark

ZenBrowserCache=Vyrovnávacia pamäť prehliadača Zen
ZenBrowserAuto-fillFormHistory=História automatického doplňovania formulárov prehliadača Zen
ZenBrowserPasswords=Uložené heslá prehliadača Zen
ZenBrowserOther=História prehliadača Zen
ZenBrowserSession=Relácie prehliadača Zen
ZenBrowserbookmarks=Záloha záložiek prehliadača Zen
ZenBrowserCookies=Cookies prehliadača Zen

FloorpBrowserOther=História prehliadača Floorp
FloorpBrowserCache=Vyrovnávacia pamäť prehliadača Floorp
FloorpBrowserAuto-fillFormHistory=História automatického doplňovania formulárov prehliadača Floorp
FloorpBrowserPasswords=Uložené heslá prehliadača Floorp
FloorpBrowserSession=Relácie prehliadača Floorp
FloorpBrowserbookmarks=Záloha záložiek prehliadača Floorp
FloorpBrowserCookies=Cookies prehliadača Floorp

CCleanerBrowserCache=Vyrovnávacia pamäť prehliadača CCleaner
CCleanerBrowserLocalstorage=Lokálne úložisko prehliadača CCleaner
CCleanerBrowserAuto-fillFormHistory=História automatického doplňovania formulárov prehliadača CCleaner
CCleanerBrowserPasswords=Uložené heslá prehliadača CCleaner
CCleanerBrowserSession=Relácie prehliadača CCleaner
CCleanerBrowserbookmarks=Záloha záložiek prehliadača CCleaner
CCleanerBrowserCookies=Cookies prehliadača CCleaner

NeoBrowserCache=Vyrovnávacia pamäť Neo
Neolocalstorage=Lokálne úložisko Neo
NeoForm=História automatického doplňovania formulárov Neo
NeoPasswords=Uložené heslá Neo
NeoSession=Relácie Neo
Neobookmarks=Záloha záložiek Neo
NeoCookies=Cookies Neo

AdobeAcrobatReader=Adobe Acrobat Reader
AdobeAcrobat=Adobe Acrobat
AdobeImageReady7.0=Adobe ImageReady
AdobePhotoshop=Adobe Photoshop
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobeIllustrator=Adobe Illustrator
AdobeAir=Adobe Air
AdobeDreamweaver=Adobe Dreamweaver
AdobePremiereProCC=Adobe Premiere Pro
AdobePremiereElements12=Adobe Premiere Elements 12
AcrobatDistiller10=Acrobat Distiller 10
AdvancedSearchbar=Rozšírený panel vyhľadávania
YahooToolbar=Panel nástrojov Yahoo
WindowsLiveToolbar=Panel nástrojov Windows Live
GoogleToolbar=Panel nástrojov Google
GoogleToolbarIE=Panel nástrojov Google pre IE
GoogleDeskbar=Google Deskbar
GoogleCalendarSync=Synchronizácia kalendára Google
GoogleTalk=Google Talk
KantarisMediaPlayer=Kantaris Media Player
KMPlayer=KMPlayer
WindowsMediaPlayer=Windows Media Player
WindowsMediaCenter=Windows Media Center
RealPlayer=Real Player
RealPlayerCloud=Real Player Cloud
RealTimes=RealTimes
QuicktimePlayer=Quicktime Player
AVIPreview=AVI Preview
Steam=Steam
Xfire=Xfire
XMLSpy=XML Spy
OxygenXMLEditor=Oxygen XML Editor
SWiSH=SWiSH
PaintShopPro7.0=Paint Shop Pro 7.0
PaintShopPro8.0=Paint Shop Pro 8.0
PaintShopPro9.0=Paint Shop Pro 9.0
PaintShopProX=Paint Shop Pro X
PaintShopProXI=Paint Shop Pro XI
PaintShopProX2=Paint Shop Pro X2
PaintShopProX3=Paint Shop Pro X3
CorelPaintShopProX4=Corel PaintShop Pro X4
CorelPaintShopProX5=Corel PaintShop Pro X5
CorelPaintShopProX6=Corel PaintShop Pro X6
MSWorks4.0=Microsoft Works 4.0
MSOffice=Microsoft Office
InstallshieldDeveloper7.0=Installshield Developer 7.0
MacromediaFlash4.0=Macromedia Flash 4.0
MacromediaFlash5.0=Macromedia Flash 5.0
MacromediaFlashMX=Macromedia Flash MX
MacromediaFlashMX2004=Macromedia Flash MX 2004
AdobeFlashPlayer=Adobe Flash Player
MacromediaHomesite5.0=Macromedia Homesite 5.0
MacromediaFireworks6.0=Macromedia Fireworks 6.0
AdobeFireworks6.0=Adobe Fireworks 6.0
MacromediaDreamweaverMX=Macromedia Dreamweaver MX
MacromediaShockwave10=Macromedia Shockwave 10
MacromediaShockwave11=Macromedia Shockwave 11
MicrosoftSilverlight=Microsoft Silverlight
UleadSmartSaverPro3.0=Ulead Smart Saver Pro 3.0
NortonAntiVirus=Norton AntiVirus
SymantecAntiVirus=Symantec AntiVirus
MSSnapshotViewer=Prehliadač snímkov obrazovky Microsoft
MSManagementConsole=Konzola riadenia Microsoft
MSWordpad=Microsoft Wordpad
MSPaint=Microsoft Maľovanie
MSPhotoEditor=Editor fotografií Microsoft
MSSearch=Vyhľadávanie Microsoft
SearchCharmHistory=História vyhľadávania Charm
NeroBurningROM=Nero Burning ROM
NeroBurningROM 9=Nero Burning ROM 9
NeroBurningROM10=Nero Burning ROM 10
NeroBurningROM2014=Nero Burning ROM 2014
Nero12PlatinumHDSuite=Nero 12 Platinum HD Suite
Nero14PlatinumHDSuite=Nero 14 Platinum HD Suite
NeroVideo11=Nero Video 11
NeroVision10=Nero Vision 10
NeroBackItUp2014=Nero BackItUp 2014
NeroExpress2014=Nero Express 2014
WinAce2.0=WinAce 2.0
SpyBotSearchandDestroy=SpyBot Search and Destroy
Ad-AwareSEPersonal=Ad-Aware SE Personal
Ad-AwareSEProfessional=Ad-Aware SE Professional
Ad-AwareSEPlus=Ad-Aware SE Plus
Ad-Aware=Ad-Aware
WebrootSpySweeper=Webroot SpySweeper
DriverCleanerPro=Driver Cleaner Pro
Kazaa=História vyhľadávania Kazaa
NetscapeNavigator4.x=Netscape Navigator 4.x
MicrosoftVisualStudio6.0=Microsoft Visual Studio
AxialisIconWorkshop=Axialis IconWorkshop
eMuleSearchHistory=História vyhľadávania eMule
eMuleFileHashes=Hashe súborov eMule
WinISO=WinISO
IsoBuster=IsoBuster
MediaPlayerClassic=Media Player Classic
BSPlayer=BSPlayer
VLCMediaPlayer=VLC Media Player
MediaMonkey=MediaMonkey
Winamp=Winamp
MusicMatchJukebox=MusicMatch Jukebox
SoundForge6.0=Sound Forge 6.0
Audacity=Audacity
WindowsLiveMessenger=Windows Live Messenger
Skype=Skype
AOLInstantMessenger=AOL Instant Messenger
CamfrogVideoChat=Camfrog Video Chat
MirandaInstantMessenger=Miranda Instant Messenger
Pidgin=Pidgin
YahooMessenger=Yahoo Messenger
ooVoo=ooVoo
TeamSpeak=TeamSpeak
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
MySpaceIM=MySpaceIM
AcronisTrueImage=Acronis True Image
WinZip=WinZip
WinRAR=WinRAR
7-Zip=7-Zip
BitZipper=BitZipper
PowerArchiver=PowerArchiver
PowerArchiver2013=PowerArchiver 2013
ZipMagic=ZipMagic
PicoZip=PicoZip
PKZip=PKZip
Java=Java
FreshDownload=FreshDownload
WindowsMovieMaker=Windows Movie Maker
TextPad=TextPad
VirtualDub=VirtualDub
RegEdit=RegEdit
GameExplorer=Game Explorer
AceHTML5=AceHTML 5
Alcohol120=Alcohol 120%
Alcohol52=Alcohol 52%
LeechGet=LeechGet
GetRight=GetRight
DownloadAcceleratorPlus=Download Accelerator Plus
FreeDownloadManager=Free Download Manager
InternetDownloadAccelerator=Internet Download Accelerator
InternetDownloadManager=Internet Download Manager
OrbitDownloader=Orbit Downloader
Morpheus=Morpheus
VNCViewer3=VNCViewer 3
VNCViewer4=VNCViewer 4
DVDShrink=DVD Shrink
TivoDesktop=Tivo Desktop
CAAnti-Virus=CA Anti-Virus
ZoneAlarm=Protokoly ZoneAlarm
GoogleEarth=Google Earth
PerfectDisk7.0=PerfectDisk 7.0
DaemonTools=Daemon Tools
Vuze=Vuze
BitTorrent=BitTorrent
FrostWire=FrostWire
uTorrent=uTorrent
Shareaza=Shareaza
iMesh=iMesh
BearShare=BearShare
DC++=DC++
Ares=Ares
CuteFTPPro7.0=CuteFTP Pro 7.0
CuteFTPHome7.0=CuteFTP Home 7.0
CuteFTPPro8.0=CuteFTP Pro 8.0
CuteFTPHome8.0=CuteFTP Home 8.0
CuteFTP9=CuteFTP 9
CoreFTP=Core FTP
FileZilla=FileZilla
SmartFTP=SmartFTP
ClamWin=ClamWin
EwidoAnti-Malware=Protokoly Ewido Anti-Malware
AVGAnti-Spyware=AVG Anti-Spyware
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
SpywareTerminator=Spyware Terminator
SUPERAntiSpyware=SUPERAntiSpyware
A-Squared=A-Squared
FoxitReader=Foxit Reader
FoxitReader6.0=Foxit Reader 6.0
FoxitReader7.0=Foxit Reader 7.0
FoxitReader8.0=Foxit Reader 8.0
FoxitReader9.0=Foxit Reader 9.0
Paint.NET=Paint.NET
OpenOffice1.14=OpenOffice 1.14
OpenOffice=OpenOffice
GrisoftAVG7.0=Grisoft AVG 7.0
AVGAntiVirus8.0=AVG AntiVirus 8.0
AVGAntiVirus9.0=AVG AntiVirus 9.0
AVGAntiVirus10.0=AVG AntiVirus 10.0
AVGAntiVirus2012=AVG AntiVirus 2012
AVGAntiVirus2013=AVG AntiVirus 2013
AntiVirDesktop=AntiVir Desktop
AvastAntivirus4=Avast! Antivirus 4
AvastAntivirus5=Avast! Antivirus 5
AvastAntivirus=Avast! Antivirus
BitDefender=BitDefender
TUGZip=TUGZip
WindowsDefender=Windows Defender
IZArc=IZArc
MSSearchHelperExtension=Rozšírenie pomocníka vyhľadávania Microsoft
MSOfficePictureManager=Správca obrázkov Microsoft Office
ImgBurn=ImgBurn
CloneCD=CloneCD
VirtualCloneDrive=Virtual Clone Drive
WinPatrol=WinPatrol
LogMeIn=LogMeIn
AshampooBurningStudio10=Ashampoo Burning Studio 10
AshampooBurningStudio11=Ashampoo Burning Studio 11
AshampooBurningStudio14=Ashampoo Burning Studio 14
ExamDiff=ExamDiff
ExamDiffPro=ExamDiff Pro
CompareIt=Compare It!
WinDiff=WinDiff
FeedDemon=FeedDemon
Last.FM=Last.FM
Pando=Pando
Sandboxie=Sandboxie
Snagit9=Snagit 9
Snagit10=Snagit 10
Snagit11=Snagit 11
Snagit12=Snagit 12
Ditto=Ditto
Evernote=Evernote
I2P=I2P
McAfeeAntiVirus=McAfee AntiVirus
PerfectDisk8=PerfectDisk 8
PerfectDisk9=PerfectDisk 9
PerfectDisk10=PerfectDisk 10
PerfectDisk11=PerfectDisk 11
PerfectDisk12=PerfectDisk 12
PerfectDisk12.5=PerfectDisk 12.5
PowerISO=PowerISO
UltraISO=UltraISO
GIMP2.4=GIMP 2.4
GIMP2.6=GIMP 2.6
GIMP2.8=GIMP 2.8
GoZilla=Go!Zilla
MagicISO=MagicISO
Zune=Zune
BreezeBrowserPro=BreezeBrowser Pro
FastStoneImageViewer=FastStone Image Viewer
FastStoneCapture=FastStone Capture
AkelPad=AkelPad
Notepad++=Notepad++
NoteXpad=NoteXpad
RegEditX=RegEditX
FoxitReader5.0=Foxit Reader 5.0
ACDSee14=ACDSee 14
CamtasiaStudio7.0=Camtasia Studio 7.0
CamtasiaStudio8=Camtasia Studio 8
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
AnyVideoConverterUltimate=Any Video Converter Ultimate
FreemakeVideoDownloader=Freemake Video Downloader
FreemakeAudioConverter=Freemake Audio Converter
FreemakeVideoConverter=Freemake Video Converter
ConvertXToDVD=ConvertXToDVD
VSOBlu-rayConverterUltimate=VSO Blu-ray Converter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
AIMP3=AIMP 3
CorelVideoStudioProX4=Corel VideoStudio Pro X4
CorelVideoStudioProX5=Corel VideoStudio Pro X5
AlZip=AlZip
CyberLinkPhotoDirector3=CyberLink PhotoDirector 3
CyberLinkPowerDirector10=CyberLink PowerDirector 10
CyberLinkPowerDirector12=CyberLink PowerDirector 12
CyberLinkAudioDirector4=CyberLink AudioDirector 4
DivXplayer=DivX player
UniversalExtractor=Universal Extractor
4Sync=4Sync
CopernicDesktopSearch=Copernic Desktop Search
DVDFab=DVDFab
InkScape=InkScape
Anonymizer=Anonymizer
Gadu-Gadu=Gadu-Gadu
FoxitPhantomPDF=Foxit Phantom PDF
PDFCreator=PDFCreator
PDFArchitect=PDF Architect
MailWasherPro=MailWasher Pro
SamsungKies=Samsung Kies
ConnectifyHotspot=Connectify Hotspot
ExpressScribe=Express Scribe
GomPlayer=Gom Player
SonyVegasPro12.0=Sony Vegas Pro 12.0
DirectoryOpus10=Directory Opus 10
NVIDIAInstallFiles=NVIDIA Install Files
CDBurnerXP=CDBurnerXP
UltraEdit=UltraEdit
PhotodexProShowProducer=Photodex ProShow Producer
SketchUpMake2013=SketchUp Make 2013
HandBrake=HandBrake
ABBYYFineReader11.0=ABBYY FineReader 11.0
TheBat=TheBat
WondershareVideoConverterUltimate=Wondershare Video Converter Ultimate
SublimeText=Sublime Text
Picasa3=Picasa 3
KingsoftOffice2013=Kingsoft Office 2013
XilisoftVideoConverter=Xilisoft Video Converter
XilisoftDVDRipper=Xilisoft DVD Ripper
dBpoweramp=dBpoweramp
SyncBackFree=SyncBackFree
WondershareVideoConverterPro=Wondershare Video Converter Pro
AimersoftVideoConverterUltimate=Aimersoft Video Converter Ultimate
StardockWindowBlinds=Stardock WindowBlinds
NitroPro9=Nitro Pro 9
NitroPDFReader3=Nitro PDF Reader 3
VirtualDJ7=VirtualDJ 7
FormatFactory3.3.5=Format Factory 3.3.5
TeamViewer=TeamViewer
MSOneDrive=Microsoft OneDrive
VNCViewer5=VNCViewer 5
Tag&Rename3.8=Tag&Rename 3.8
Tango=Tango
PhotoScape3.6.5=PhotoScape 3.6.5
BlueStacks=BlueStacks
ManyCam4.0.109=ManyCam 4.0.109
ManyCam4.0.109=ManyCam 4.0.109
XnView=XnView
AppleInstallCache=Vyrovnávacia pamäť inštalácií programov Apple
BaiduYunGuanjia=Baidu Yun Guan jia
Battle.net=Battle.net
DriveTheLife=DriveTheLife
iTunes=iTunes
kpzs-cache=Vyrovnávacia pamäť kpzs
MESCache=Vyrovnávacia pamäť aktualizácií a protokoly Microsoft Security Essentials
QIHU360TotalSecurity=QIHU 360 Total Security
Tencent-Logs=Protokoly Tencent
Thunder=Thunder
Thunder-Game=Thunder Game
ThunderXMP=Thunder XMP
Yodao-Dict=Yodao-Dict
YY=DuoWan YY
DriverGeniusUpdateFiles=Súbory aktualizácií Driver Genius
DriverGeniusBackupFiles=Súbory záloh Driver Genius
DriverGeniusDownloadInstallerFiles=Stiahnuté súbory inštalátora Driver Genius
DriverGeniusCacheFiles=Súbory vyrovnávacej pamäte Driver Genius
QQMusicCacheFiles=Súbory vyrovnávacej pamäte QQ Music
KuGouMusicCacheFiles=Súbory vyrovnávacej pamäte KuGou Music
KuGouLyricFiles=Súbory KuGou Lyric
XIAMIMusicCache=Vyrovnávacia pamäť XIAMI Music
NeteaseCloudMusicCache=Vyrovnávacia pamäť Netease Cloud Music
KuWoInstallCache=Vyrovnávacia pamäť KuWo Music Installer
KuWoMusicCache=Vyrovnávacia pamäť KuWo Music
BaiduMusicLogFiles=Súbory protokolov Baidu Music
BaiduMusicCache=Vyrovnávacia pamäť Baidu Music
WeSingLogFiles=Súbory protokolov WeSing
WeSingCache=Vyrovnávacia pamäť WeSing
QQLiveCacheFiles=Súbory vyrovnávacej pamäte QQLive
YoukuCacheFiles=Súbory vyrovnávacej pamäte Youku
IQIYIVideoCacheFiles=Súbory vyrovnávacej pamäte IQIYI Video
mgtvLogFiles=Súbory protokolov Mgtv
mgtvCacheFiles=Súbory vyrovnávacej pamäte Mgtv
CNTVUpdateLogFiles=Súbory aktualizácií a protokolov CNTV
SOHUPlayerCacheandLogFiles=Vyrovnávacia pamäť a súbory protokolov SOHU Player
SOHUPlayerDownloadsCache=Vyrovnávacia pamäť sťahovaní SOHU Player
StormPlayerTempFiles=Dočasné súbory Storm Player
PPTVTempFiles=Dočasné súbory PPTV
BaiduPlayer=Baidu Player
FunshionPlayer=Funshion Player
QQCacheFiles=Súbory vyrovnávacej pamäte QQ
QQreceivedimages=Prijaté obrázky QQ
QQreceivedfiles=Prijaté súbory QQ
QQreceivedDynamicEmoticon=Prijaté dynamické emotikony QQ
QQreceivedVideo=Prijaté videá QQ
QQreceivedAudio=Prijaté zvukové súbory QQ
TIMCacheFiles=Súbory vyrovnávacej pamäte TIM
QTalkCacheFiles=Súbory vyrovnávacej pamäte QTalk
QQPCMgr=Správca počítača QQ
TencentQQGame=Hry Tencent QQ
BrowserLog=Súbory protokolov internetového prehliadača
AmazonMusic=Amazon Music
AdobeApplicationManager=Adobe Application Manager
AdobePhotoshopCC=Adobe Photoshop CC
AdobeAcrobatDC=Adobe Acrobat DC
IOBIT=Iobit Software
bilibiliCacheFiles=Súbory vyrovnávacej pamäte Bilibili Video
bilibililocalstorage=Histórie prehliadania Bilibili
Discord=Discord
Razer Software=Razer Software
DiskDrill=Disk Drill
Epic=Epic Games Launcher
Resso=Resso
MicrosoftTeams=Microsoft Teams
MicrosoftCorporationII.MicrosoftFamily=Microsoft Family
WeChatCache=Súbory vyrovnávacej pamäte WeChat
WeChatreceivedfiles=Prijaté súbory WeChat
WeChatreceivedImage=Prijaté obrázky WeChat
WeChatreceivedVideo=Prijaté videá WeChat
WeChatreceivedDynamicEmotion=Prijaté dynamické emotikony WeChat
Cortana=Cortana	
MicrosoftWebExperiencePack=Balík pre webové rozhranie systému Windows
SignalCache=Vyrovnávacia pamäť Signal
ThunderbirdCache=Vyrovnávacia pamäť Thunderbird
ThunderbirdForm=História automatického doplňovania formulárov Thunderbird
ThunderbirdPasswords=Uložené heslá Thunderbird
ThunderbirdOther=Ostatné histórie Thunderbird
ThunderbirdSession=Relácie Thunderbird
ThunderbirdCookies=Cookies Thunderbird
GoogleDrive=Google Drive
GoodSync=Good Sync
BoxDrive=Box Drive
VNCViewer7=VNCViewer 7
AndroidStudioCache=Vyrovnávacia pamäť Android Studio
VMwareHorizonClient=VMware Horizon Client
CorelPaintShopPro=Corel PaintShop Pro
Maxthonlocalstorage=Lokálne úložisko Maxthon
MaxthonCache=Vyrovnávacia pamäť Maxthon
MaxthonForm=História automatického doplňovania formulárov Maxthon
MaxthonPasswords=Uložené heslá Maxthon
MaxthonSession=Relácie Maxthon
Maxthonbookmarks=Záloha záložiek Maxthon
MaxthonCookies=Cookies Maxthon
MailMaster=Mail Master
FoxitPDFReader=Foxit PDF Reader
SunloginClient=Sunlogin Client
TencentMeetingcache=Vyrovnávacia pamäť Tencent Meeting
BaiduPCFaster=Baidu PC Faster
FoxitPDFEditor=Foxit PDF Editor
MasterPDF=MasterPDF
BaiduNetdiskcache=Vyrovnávacia pamäť Baidu Netdisk
360DriverMaster=360 Driver Master
Kaspersky=Kaspersky
Meitu=Vyrovnávacia pamäť Meitu
ynote-desktop=ynote-desktop
MindMaster=MindMaster
GreenPomeloCleaner=GreenPomelo Cleaner
Doubao=Vyrovnávacia pamäť Doubao
eSobi=eSobi
leidian=Leidian Simulator
iMyFoneUmate=iMyFone Umate Pro
LINE=Vyrovnávacia pamäť LINE
Nox=NoxPlayer
[Type]
UserDefine=Definovaný používateľom
ZeroFile=Prázdny súbor - 0 bajtov
WinSetupLog=Súbor protokolu chybnej inštalácie Windows
NtUninstall=Odinštalačný zdroj opravy Windows
InvalidLnk=Neplatný zástupca
UserTemp=Súbor v dočasnom priečinku používateľa
WinTemp=Súbor v dočasnom priečinku Windows
RecentFiles=Odkaz na nedávno otvorený súbor
PatchSource=Zdroj aktualizácie Windows
TempFile=Dočasný súbor
fcwdir=Súbor vytvorený počas procesu sťahovania
tfcbp=Dočasný súbor vytvorený aplikáciou
sdrf=Súbor obnovenia vytvorený počas skenovania disku
OldFile=Starý súbor
outdatedfile=Zastaralý súbor
fcwhfir=Súbor vytvorený počas behu pomocníka
Ncfile=Súbor vyrovnávacej pamäte diskusnej skupiny
Backupfile=Záložný súbor
WBfile=Záložný súbor Microsoft Word
Cbswahf=Súbor vytvorený počas prehľadávania súborov pomocníka
whtf=Dočasný súbor pomocníka Windows
Logfile=Súbor protokolu
LLogfile=Súbor protokolu vytvorený aplikáciou alebo systémovou službou
Errorfile=Chybný súbor
Wmdf=Súbor výpisu pamäte Win2000/XP
bcomf=Záložná kópia upraveného súboru
Indexfile=Indexový súbor
ifcbsiotitpbs=Indexový súbor vytvorený systémom pre zrýchlenie zobrazovania obrázkov
Tfcds=Dočasný súbor vytvorený počas inštalácie
Intermediatefile=Pomocný súbor
chkfile=Súbor obnovenia

[AutoClean]
DiskSaved=(uvoľneného miesta)
Title=Gratulujeme!
TraceCleanned=(vyčistených stôp)
exit=Ukončiť

[Skin]
SkinDefault=Svetlý
SkinDark=Tmavý

[AutoUpdate]
CurrentFile=Aktualizujem súbor:
Canceling=Prerušujem...
CANCEL=Zrušiť
Ready=Pripravené na stiahnutie

[feedback]
InvalidEmail=Zadajte platnú emailovú adresu.
emptyinput=Zadajte nejaký text na odoslanie.
thanks=Ďakujeme za vašu spätnú väzbu!
FrmFeedback.lblfeedback.caption =Ako hodnotíte %s?
FrmFeedback.lblemail.caption =Emailová adresa:
FrmFeedback.lblgood.caption =Ktorá funkcia sa vám najviac páči?
FrmFeedback.lblbad.caption =Ktorá funkcia sa vám najviac nepáči?
FrmFeedback.lblwant.caption =Akú novú funkciu si najviac želáte?
FrmFeedback.btncancel.caption =Nemám záujem
FrmFeedback.btnsubmit.caption =Odoslať


[Schedule]
Idle=Pri nečinnosti
Login=Pri prihlásení

[WiseAi]
LoadUtilities=Načítavam...
